[ActionSkill.BalanceDefinition_Hologram InteractiveObjectBalanceDefinition]
DefaultDisplayName="Holograma"
Grades[0]=(GradeModifiers=)

[ActionSkill.Skill_ActionSkillCooldownReduction SkillDefinition]
SkillName="Redução da reutilização da habilidade de ação"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[ActionSkill.Skill_ActionSkillDamageBuffStack SkillDefinition]
SkillName="Aumento de danos da habilidade de ação"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[ActionSkill.Skill_AudioCallouts_ActionSkill SkillDefinition]
SkillName="Expressões Sonoras"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[ActionSkill.Skill_Deception SkillDefinition]
SkillName="Engano"
SkillDescription="[skill]Habilidade de ação.[-skill] Aperte <StringAliasMap:Action.ActionSkill> para projetar uma [skill]réplica holográfica[-skill] e [skill]desaparecer[-skill] por alguns segundos. Quanto mais tempo permanecer invisível, mais [skill]danos[-skill] infligirá seu próximo ataque. Se cancelar a invisibilidade antes, a velocidade de [skill]reutilização do Engano[-skill] aumentará. "
LockedSkillDetailStr="<Bloqueado>"

[ActionSkill.Skill_Deception:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Até $NUMBER$ de danos corpo a corpo."
NoConstraintText=""
Suffix=""
Prefix=""

[ActionSkill.Skill_Deception:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Até $NUMBER$ de danos por Tiro Certeiro."
NoConstraintText=""
Suffix=""
Prefix=""

[ActionSkill.Skill_Deception:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Reutilização: $NUMBER$ segundos."
NoConstraintText=""
Suffix=""
Prefix=""

[ActionSkill.Skill_Deception:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Até $NUMBER$ de danos com armas."
NoConstraintText=""
Suffix=""
Prefix=""

[ActionSkill.Skill_Execute_Dash SkillDefinition]
SkillName="Execução"
SkillDescription="Adquire a capacidade de efetuar uma veloz investida na direção desejada."
LockedSkillDetailStr="<Bloqueado>"

[ActionSkill.Skill_Execute_Dash:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Reutilização: $NUMBER$ segundos."
NoConstraintText=""
Suffix=""
Prefix=""

[ActionSkill.Skill_Speed SkillDefinition]
SkillName="Velocidade"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[ActionSkill.Skill_Stealth SkillDefinition]
SkillName="Sigilo"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Bloodshed.Backstab SkillDefinition]
SkillName="Ataque com Espada"
SkillDescription="Seus [skill]ataques corpo a corpo[-skill] infligem [skill]danos corpo a corpo adicionais[-skill] ao golpear o inimigo com a [skill]espada[-skill]."
LockedSkillDetailStr="<Bloqueado>"

[Bloodshed.Backstab:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Hemorragia: $NUMBER$ da saúde atual do inimigo."
NoConstraintText=""
Suffix=""
Prefix=""

[Bloodshed.Backstab:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Ataque com Espada: $NUMBER$ de danos corpo a corpo"
NoConstraintText=""
Suffix=""
Prefix=""

[Bloodshed.BeLikeWater SkillDefinition]
SkillName="Como Água"
SkillDescription="Ao [skill]atirar[-skill] em um inimigo, melhoram os [skill]danos corpo a corpo[-skill] do seu próximo ataque. Por sua vez, os [skill]ataques corpo a corpo[-skill] aumentam os [skill]danos por disparo[-skill] do seu [skill]próximo tiro[-skill]."
LockedSkillDetailStr="<Locked>"

[Bloodshed.BeLikeWater:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Danos por armas de fogo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Bloodshed.BeLikeWater:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Danos corpo a corpo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Bloodshed.BeLikeWater_Melee_Active SkillDefinition]
SkillName="Como Água_Corpo a corpo"
SkillDescription="Seus [skill]ataques corpo a corpo aumentam os danos causados por seus tiros[-skill] durante alguns segundos."
LockedSkillDetailStr="<Locked>"

[Bloodshed.BeLikeWater_Ranged_Active SkillDefinition]
SkillName="Como el agua_A distancia"
SkillDescription="Quando [skill]atira[-skill] em um inimigo, [skill]aumenta seus danos corpo a corpo[-skill] durante alguns segundos."
LockedSkillDetailStr="<Locked>"

[Bloodshed.Execute SkillDefinition]
SkillName="Execução"
SkillDescription="[skill]Ataque corpo a corpo especial[-skill]. Enquanto o [skill]Engano[-skill] estiver ativo e o seu alvo estiver na mira, aperte <StringAliasMap:Action.Melee> para praticar uma [skill]veloz investida[-skill] e realizar um [skill]ataque corpo a corpo especial[-skill] que inflige uma grande quantidade de danos."
LockedSkillDetailStr="<Bloqueado>"

[Bloodshed.Execute:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Alcance da Execução: $NUMBER$ metros"
NoConstraintText=""
Suffix=""
Prefix=""

[Bloodshed.Followthrough SkillDefinition]
SkillName="Sucessão de Golpes"
SkillDescription="[skill]Habilidade Mortal.[-skill] Quando eliminar um inimigo, sua [skill]velocidade de movimento[-skill], seus [skill]danos corpo a corpo[-skill] e seus [skill]danos por armas de fogo[-skill] aumentam durante alguns segundos."
LockedSkillDetailStr="<Bloqueado>"

[Bloodshed.Followthrough:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Danos corpo a corpo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Bloodshed.Followthrough:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Danos por armas de fogo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Bloodshed.Followthrough:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Velocidade de movimento: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Bloodshed.Grim SkillDefinition]
SkillName="Cruel"
SkillDescription="[skill]Habilidade Mortal.[-skill] Quando eliminar um inimigo, seu [skill]escudo se regenera rapidamente[-skill] e [skill]velocidade de reutilização da sua habilidade de ação[-skill] será aumentada durante alguns segundos."
LockedSkillDetailStr="<Bloqueado>"

[Bloodshed.Grim:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Velocidade de reutilização do Engano: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Bloodshed.Grim:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Regenera $NUMBER$ de escudo por segundo."
NoConstraintText=""
Suffix=""
Prefix=""

[Bloodshed.ImpossibleReach SkillDefinition]
SkillName="Alcance impossível (CORTADO)"
SkillDescription="???"
LockedSkillDetailStr="<Bloqueado>"

[Bloodshed.ImpossibleReach:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Distância de investida: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Bloodshed.IronHand SkillDefinition]
SkillName="Punhos de Ferro"
SkillDescription="Aumenta seus [skill]danos corpo a corpo[-skill] e sua [skill]saúde máxima[-skill]."
LockedSkillDetailStr="<Locked>"

[Bloodshed.IronHand:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Saúde máxima: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Bloodshed.IronHand:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Danos corpo a corpo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Bloodshed.KillingBlow SkillDefinition]
SkillName="Golpe de Misericórdia"
SkillDescription="Aumenta de forma massiva os [skill]danos corpo a corpo[-skill] contra inimigos com pouca saúde."
LockedSkillDetailStr="<Locked>"

[Bloodshed.KillingBlow:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Danos corpo a corpo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Bloodshed.LikeTheWind SkillDefinition]
SkillName="Como o Vento"
SkillDescription="[skill]Ao movimentar-se[-skill], aumentam seus [skill]danos corpo a corpo[-skill] e seus [skill]danos por armas de fogo[-skill]."
LockedSkillDetailStr="<Bloqueado>"

[Bloodshed.LikeTheWind:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Danos por armas de fogo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Bloodshed.LikeTheWind:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Danos corpo a corpo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Bloodshed.LikeTheWind_Active SkillDefinition]
SkillName="Como o Vento - ativo"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Bloodshed.ManyMustFall SkillDefinition]
SkillName="Cabeças Vão Rolar"
SkillDescription="Ao [skill]eliminar um inimigo[-skill] com um [skill]ataque corpo a corpo[-skill] enquanto o [skill]Engano[-skill] estiver ativo, isso projetará outro holograma, recuperará a furtividade e aumetará a duração do [skill]Engano[-skill]. É possível fazer isso várias vezes seguidas."
LockedSkillDetailStr="<Locked>"

[Bloodshed.ManyMustFall:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description=""Nunca diga que um homem foi feliz até que ele esteja morto.""
NoConstraintText=""
Suffix=""
Prefix=""

[Bloodshed.ManyMustFall_Feedback SkillDefinition]
SkillName="Cabeças Vão Rolar - informação"
SkillDescription="Se [skill]eliminar um inimigo[-skill] com um [skill]ataque corpo a corpo[-skill] enquanto o [skill]Engano[-skill] estiver ativo, você projetará outro holograma, recuperará a furtividade e aumetará a duração do [skill]Engano[-skill]. É possível fazer isso várias vezes seguidas."
LockedSkillDetailStr="<Locked>"

[Bloodshed.ManyMustFall_Feedback:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="''Nunca diga que um homem foi feliz até que ele esteja morto.  Feliz, feliz, feliz, feliz, feliz...''"
NoConstraintText=""
Suffix=""
Prefix=""

[Bloodshed.MindTheGap SkillDefinition]
SkillName="CORTAR a Mente à Distância"
SkillDescription="CORTAR"
LockedSkillDetailStr="<Bloqueado>"

[Bloodshed.MindTheGap:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Saúde máxima: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Bloodshed.MindTheGap:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Danos corpo a corpo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Bloodshed.MultiStirke SkillDefinition]
SkillName="Ataque múltiplo"
SkillDescription="(DESEQUILIBRADO)"
LockedSkillDetailStr="<Bloqueado>"

[Bloodshed.MultiStirke:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Restaura $NUMBER$ dos projéteis que faltam em seu carregador."
NoConstraintText=""
Suffix=""
Prefix=""

[Bloodshed.MultiStirke:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Regenera $NUMBER$ da sua saúde por segundo."
NoConstraintText=""
Suffix=""
Prefix=""

[Bloodshed.Resurgence SkillDefinition]
SkillName="Restauração"
SkillDescription="Se eliminar um inimigo com um [skill]ataque corpo a corpo[-skill], você recuperará sua [skill]saúde[-skill]. Quanto mais baixa for sua saúde, mais você receberá."
LockedSkillDetailStr="<Bloqueado>"

[Bloodshed.Resurgence:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Restaura até $NUMBER$ da sua saúde."
NoConstraintText=""
Suffix=""
Prefix=""

[Bloodshed.Resurgence_Active SkillDefinition]
SkillName="Ressurgimiento - ativo"
SkillDescription="Recupera sua saúde eliminando um inimigo com um ataque corpo a corpo. "
LockedSkillDetailStr="<Bloqueado>"

[Cunning.Ambush SkillDefinition]
SkillName="Emboscada"
SkillDescription="Aumentam os [skill]danos[-skill] ao [skill]atacar com a espada[-skill] ou ao atacar um inimigo que estiver mirando em outro personagem que não seja você."
LockedSkillDetailStr="<Locked>"

[Cunning.Ambush:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Danos: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Cunning.AngelofDeath SkillDefinition]
SkillName="CORTAR Anjo da Morte"
SkillDescription="Se eliminar um inimigo com um [skill]ataque crítico[-skill], você e seus seus amigos serão curados. A cura será mais efetiva para jogadores com baixa saúde."
LockedSkillDetailStr="<Bloqueado>"

[Cunning.AngelofDeath:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Cura $NUMBER$ da saúde que lhe falta atualmente."
NoConstraintText=""
Suffix=""
Prefix=""

[Cunning.AngelofDeath_active SkillDefinition]
SkillName="Anjo da Morte - ativo"
SkillDescription="Restaura a saúde se causar uma morte."
LockedSkillDetailStr="<Bloqueado>"

[Cunning.Codependent SkillDefinition]
SkillName="Solidário"
SkillDescription="Quando você sofrer algum dano, os inimigos [skill]cobertos com Slag[-skill] receberão uma porcentagem desse dano também."
LockedSkillDetailStr="<Bloqueado>"

[Cunning.Codependent:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Danos devolvidos: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Cunning.CounterStrike SkillDefinition]
SkillName="Contra Ataque"
SkillDescription="Após ser golpeado, surge uma probabilidade de que seu próximo [skill]ataque corpo a corpo[-skill] inflija uma grande quantidade de [skill]danos corpo a corpo[-skill]."
LockedSkillDetailStr="<Bloqueado>"

[Cunning.CounterStrike:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Danos por contra ataque: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Cunning.CounterStrike_Active SkillDefinition]
SkillName="Contra Ataque - ativo"
SkillDescription="Seu próximo ataque causará uma grande quantidade de danos."
LockedSkillDetailStr="<Bloqueado>"

[Cunning.DeathBlossom SkillDefinition]
SkillName="Morte Esplendorosa"
SkillDescription="[skill]Habilidade de Ação aumentada.[-skill] Aperte <StringAliasMap:Action.ActionSkill> enquanto o [skill]Engano[-skill] estiver ativo para arremessar vários Kunais. Cada Kunai causará um tipo de dano elemental aleatório. Os Kunais não se beneficiam das bonificações de danos do [skill]Engano[-skill], porém, ao arremessá-los, não é finalizado o [skill]Engano[-skill] e assim, pode-se aplicar a [skill]Marca da Morte[-skill]."
LockedSkillDetailStr="<Bloqueado>"

[Cunning.DeathBlossom:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="É possível arremessar Kunais $NUMBER$ vezes por cada reutilização."
NoConstraintText=""
Suffix=""
Prefix=""

[Cunning.DeathMark SkillDefinition]
SkillName="A Marca da Morte"
SkillDescription="Se infligir [skill]danos corpo a corpo[-skill], você marcará o alvo durante um breve período de tempo. Os alvos marcados sofrem [skill]danos[-skill] adicionais de todas as origens. Imagine que isso não seja algo fácil de se conviver."
LockedSkillDetailStr="<Locked>"

[Cunning.DeathMark:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Os alvos marcados sofrem $NUMBER$ de danos adicionais de todas as origens."
NoConstraintText=""
Suffix=""
Prefix=""

[Cunning.DeathMark:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="As marcas duram $NUMBER$ segundos."
NoConstraintText=""
Suffix=""
Prefix=""

[Cunning.DeathMark_Marked SkillDefinition]
SkillName="A Marca da Morte - marcado"
SkillDescription="Se infligir danos corpo a corpo em um inimigo, o alvo sofrerá danos adicionais de todas as outras origens durante alguns segundos."
LockedSkillDetailStr="<Locked>"

[Cunning.Deception_Active SkillDefinition]
SkillName="Engano - ativo"
SkillDescription="Se ativar sua habilidade Olho Crítico ou eliminar um inimigo enquanto o Olho Crítico estiver ativo, você se tornará invisível e projetará um holograma de si mesmo durante alguns segundos."
LockedSkillDetailStr="<Bloqueado>"

[Cunning.FastHands SkillDefinition]
SkillName="Mãos Ligeiras"
SkillDescription="Aumenta sua [skill]velocidade de recarga[-skill] e sua [skill]velocidade de mudança de arma[-skill]."
LockedSkillDetailStr="<Locked>"

[Cunning.FastHands:AttributePresentationDefinition_6 AttributePresentationDefinition]
Description="Velocidade de mudança de arma: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Cunning.FastHands:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Velocidade de recarga: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Cunning.Fearless SkillDefinition]
SkillName="Intrépido"
SkillDescription="Enquanto seu [skill]escudo[-skill] estiver esgotado, você aumenta seus [skill]danos[-skill] e sua [skill]cadência de tiro com armas de fogo[-skill]."
LockedSkillDetailStr="<Locked>"

[Cunning.Fearless:AttributePresentationDefinition_6 AttributePresentationDefinition]
Description="Danos por armas de fogo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Cunning.Fearless:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Cadência de tiro: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Cunning.Innervate SkillDefinition]
SkillName="Estímulo"
SkillDescription="Enquanto o [skill]Engano[-skill] estiver ativo, você consegue mais [skill]danos com armas de fogo[-skill], [skill]regeneração de saúde[-skill] e [skill]velocidade de movimento[-skill]."
LockedSkillDetailStr="<Locked>"

[Cunning.Innervate:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Velocidade de movimento: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Cunning.Innervate:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Danos por armas de fogo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Cunning.Innervate:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Regenera $NUMBER$ da sua saúde máxima por segundo."
NoConstraintText=""
Suffix=""
Prefix=""

[Cunning.RisingShot SkillDefinition]
SkillName="Ataque Ascendente"
SkillDescription="Cada [skill]ataque à distância ou corpo a corpo[-skill] que você realizar com êxito, lhe proporcionará uma bonificação de [skill]danos[-skill] durante um curto período de tempo. Essa bonificação pode ser cumulativa ao máximo de 5 vezes. As armas mais rápidas acumulam bonificações mais rápido, porém, as armas mais lentas conservam a bonificação por mais tempo."
LockedSkillDetailStr="<Locked>"

[Cunning.RisingShot:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Danos corpo a corpo por acumulação: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Cunning.RisingShot:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Danos de armas por acumulação: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Cunning.RisingShot_Active SkillDefinition]
SkillName="Ataque ascendente_Activo"
SkillDescription="Se golpear um inimigo, você receberá uma bonificação e danos durante alguns segundos. É possível acumular até 5 vezes. "
LockedSkillDetailStr="<Locked>"

[Cunning.TakeDown SkillDefinition]
SkillName="Submissão"
SkillDescription="Ao eliminar um inimigo, será reduzido o tempo de reutilização do Olho Crítico."
LockedSkillDetailStr="<Bloqueado>"

[Cunning.TakeDown:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Segundos deduzidos da reutilização por morte: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Cunning.TakeDown_Active SkillDefinition]
SkillName="Submissão - ativo"
SkillDescription="Ao eliminar um inimigo, será reduzido o tempo de reutilização do Olho Crítico."
LockedSkillDetailStr="<Bloqueado>"

[Cunning.TwoFang SkillDefinition]
SkillName="Duas Presas"
SkillDescription="Cada vez que [skill]disparar uma arma[-skill], existe uma probabilidade de [skill]disparar duas vezes[-skill]."
LockedSkillDetailStr="<Locked>"

[Cunning.TwoFang:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Probabilidade de efetuar dois disparos: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Cunning.Unforseen SkillDefinition]
SkillName="Imprevisível"
SkillDescription="Sua [skill]réplica holográfica[-skill] explodirá quando você se tornar invisível, infligindo [skill]danos elétricos[-skill] aos inimigos próximos."
LockedSkillDetailStr="<Locked>"

[Cunning.Unforseen:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Danos elétricos de nível $NUMBER$."
NoConstraintText=""
Suffix=""
Prefix=""

[Misc.BalanceDef_AssassinHologram InteractiveObjectBalanceDefinition]
DefaultDisplayName="Holograma de Assassino"

[Misc.InteractiveObject_AssassinHologram InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[SkillTree.Branch_ActionSkill_Deception SkillTreeBranchDefinition]
BranchName=""

[SkillTree.Branch_Bloodshed SkillTreeBranchDefinition]
BranchName="SANGUINÁRIO"

[SkillTree.Branch_Cunning SkillTreeBranchDefinition]
BranchName="ASTUTO"

[SkillTree.Branch_Sniping SkillTreeBranchDefinition]
BranchName="ATIRADOR DE ELITE"

[Sniping.AtOneWithTheGun SkillDefinition]
SkillName="Eu Tenho a Arma"
SkillDescription="Melhora consideravelmente sua [skill]precisão[-skill] com [skill]Rifles Sniper[-skill] ao disparar sem usar a mira telescópica. Também aumenta sua [skill]velocidade de recarga[-skill] e o [skill]tamanho do carregador[-skill] de todos os [skill]Rifles Sniper[-skill]."
LockedSkillDetailStr="<Locked>"

[Sniping.AtOneWithTheGun:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Precisão com Rifle Sniper sem mirar: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Sniping.AtOneWithTheGun:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Velocidade de recarga do Rifle Sniper: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Sniping.AtOneWithTheGun:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Tamanho do carregador do Rifle Sniper: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Sniping.AtOneWithTheGun_IsNotIronsighting SkillDefinition]
SkillName="Eu Tenho a Arma - sem apontar com a mira"
Melhora consideravelmente sua precisão com Rifles Sniper quando dispara sem usar a mira. Também aumenta sua velocidade de recarga com Rifles Sniper."
LockedSkillDetailStr="<Locked>"

[Sniping.Bore SkillDefinition]
SkillName="Perfurador"
SkillDescription="Seus [skill]disparos atravessam os inimigos[-skill]. Se o seu disparo acertar um inimigo após atravessar outro inimigo, isso provocará uma grande quantidade de [skill]danos adicionais[-skill]. O [skill]Perfurador[-skill] não funciona com foguetes, nem com determinados projéteis especiais. Além disso, enquanto o [skill]Engano[-skill] estiver ativo, seu [skill]visor evidenciará os pontos críticos dos seus inimigos[-skill]."
LockedSkillDetailStr="<Bloqueado>"

[Sniping.Bore:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description=""
NoConstraintText="Os pontos críticos dos inimigos serão evidenciados enquanto o [skill]Engano[-skill] estiver ativo."
Suffix=""
Prefix=""

[Sniping.Bore:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Cada alvo adicional atingido sofre $NUMBER$ de danos."
NoConstraintText=""
Suffix=""
Prefix=""

[Sniping.CriticalAscention SkillDefinition]
SkillName="Ascenção Crítica"
SkillDescription="Ao efetuar um [skill]Tiro Certeiro[-skill] com um [skill]Rifle Sniper[-skill], seus [skill]danos normais[-skill] e [skill]danos críticos[-skill] aumentarão. Esse efeito pode ser acumulado até 999 vezes. As bonificações acumuladas caem lentamente se demorar um certo tempo sem efetuar nenhum Tiro Certeiro."
LockedSkillDetailStr="<Locked>"

[Sniping.CriticalAscention:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Danos críticos por acumulação"
NoConstraintText=""
Suffix=""
Prefix=""

[Sniping.CriticalAscention:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Danos por acumulação"
NoConstraintText=""
Suffix=""
Prefix=""

[Sniping.CriticalAscention_Stack SkillDefinition]
SkillName="Ascenção Crítica - acumulada"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Sniping.DirectDeviation SkillDefinition]
SkillName="Esquiva Direta"
SkillDescription="Enquanto o Olho Crítico estiver ativo, os disparos do seu Rifle Sniper atravessarão qualquer cobertura. Além disso, os tiros inimigos se desviarão antes de lhe alcançarem e assim, falharão."
LockedSkillDetailStr="<Bloqueado>"

[Sniping.DirectDeviation:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Zoom: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Sniping.HeadShot SkillDefinition]
SkillName="Entre os Olhos"
SkillDescription="Aumentam os [skill]danos por Tiro Certeiro[-skill]."
LockedSkillDetailStr="<Locked>"

[Sniping.HeadShot:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Danos por Tiro Certeiro: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Sniping.KillConfirmed SkillDefinition]
SkillName="Morte Certa"
SkillDescription="Se [skill]apontar com a mira[-skill] da sua arma, você receberá uma bonificação por [skill]Tiro Certeiro[-skill]. Quanto mais tempo ficar apontando com a mira, maior será a bonificação. "
LockedSkillDetailStr="<Bloqueado>"

[Sniping.KillConfirmed:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Até $NUMBER$ de danos por Tiro Certeiro"
NoConstraintText=""
Suffix=""
Prefix=""

[Sniping.KillConfirmed_Stack SkillDefinition]
SkillName="Morte Certa - acumulada"
SkillDescription="Se apontar com a mira da sua arma, você receberá uma bonificação por Tiro Certeiro. Quanto mais tempo ficar apontando com a mira, maior será a bonificação."
LockedSkillDetailStr="<Bloqueado>"

[Sniping.KillConfirmed_Stack:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Danos por Tiro Certeiro: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Sniping.Killer SkillDefinition]
SkillName="Executor"
SkillDescription="[skill]Habilidade Mortal[-skill]. Se eliminar um inimigo, aumentam os [skill]danos por Tiro Certeiro[-skill] e a sua [skill]velocidade de recarga[-skill] durante alguns segundos."
LockedSkillDetailStr="<Bloqueado>"

[Sniping.Killer:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Velocidade de recarga: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Sniping.Killer:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="Danos por Tiro Certeiro: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Sniping.OneShotOneKill SkillDefinition]
SkillName="Um Tiro, Uma Morte"
SkillDescription="O [skill]primeiro disparo[-skill] efetuado com um [skill]carregador cheio[-skill] produzirá [skill]danos adicionais[-skill]."
LockedSkillDetailStr="<Bloqueado>"

[Sniping.OneShotOneKill:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="Danos por armas de fogo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Sniping.Optics SkillDefinition]
SkillName="Visor Ótico"
SkillDescription="Amplifica o [skill]zoom[-skill] de todas a suas armas. Além disso, a [skill]mira[-skill] não se desviará tanto quando você sofrer danos."
LockedSkillDetailStr="<Locked>"

[Sniping.Optics:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Zoom: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Sniping.Optics:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Estabilidade da pontaria: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Sniping.Precision SkillDefinition]
SkillName="Precisão"
SkillDescription="Melhora sua [skill]precisão[-skill] com todas as armas de fogo."
LockedSkillDetailStr="<Bloqueado>"

[Sniping.Precision:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Precisão: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Sniping.Velocity SkillDefinition]
SkillName="Velocidade"
SkillDescription="Aumenta a [skill]velocidade dos projéteis[-skill], os [skill]danos[-skill] normais e os [skill]danos por Tiro Certeiro[-skill] de todas as armas de fogo."
LockedSkillDetailStr="<Bloqueado>"

[Sniping.Velocity:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Danos por armas de fogo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Sniping.Velocity:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Danos por Tiro Certeiro: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Sniping.Velocity:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Velocidade dos projéteis: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

